Repository: mneuroth/MinDia
Catalog: mindia_*.po
Languages: nl

source: AboutExtDlg::&About
nl: &Over

source: AboutExtDlg::&Close
nl: &Sluiten

source: AboutExtDlg::&License
nl: &Licensie

source: AboutExtDlg::A&uthor
nl: &Schrijver

source: AboutExtDlg::About MinDia
nl: Over MinDia

source: AboutExtDlg::C&ontributions
nl: &Bijdrage

source: ComLoggingDialog::&Close
nl: &Sluiten

source: ComLoggingDialog::Clear &Output
nl: &Uitgave wissen

source: ComLoggingDialog::Logging
nl: Logging

source: CommentDlg::&Cancel
nl: &Annuleren

source: CommentDlg::&Delete Line
nl: Regel &wissen

source: CommentDlg::&New Line
nl: &Nieuwe regel

source: CommentDlg::&Sort
nl: &Ordenen

source: CommentDlg::Modify comments
nl: Commentaar veranderen

source: ConfigPlayerDlg::&Cancel
nl: &Annuleren

source: ConfigPlayerDlg::Player Configuration
nl: Player configureren

source: ConfigPlayerDlg::mp3 player settings
nl: mp3 player instellingen

source: ConfigPlayerDlg::mp3 player settings:
nl: mp3 player instellingen:

source: ConfigurationDlg::&Cancel
nl: &Annuleren

source: ConfigurationDlg::&Execute sript events
nl: script gebeurtenise &uitvoeren

source: ConfigurationDlg::&Simulation
nl: &Simulatie

source: ConfigurationDlg::Baudrate:
nl: Bits per seconde

source: ConfigurationDlg::Com port settings
nl: Com port instellingen

source: ConfigurationDlg::Configuration
nl: Configuratie

source: ConfigurationDlg::Databits:
nl: Databits

source: ConfigurationDlg::Flowcontrol:
nl: Datatransportbesturing

source: ConfigurationDlg::Parity:
nl: Pariteit

source: ConfigurationDlg::Projector type
nl: Projector type

source: ConfigurationDlg::Read-timeout [ms]:
nl: Lezen-timeout [ms]:

source: ConfigurationDlg::Stopbits:
nl: Stopbits

source: ConfigurationDlg::Write-timeout [ms]:
nl: Schrijven-timeout [ms]:

source: ConfigurationDlgImpl::even
nl: even

source: ConfigurationDlgImpl::none
nl: geen

source: ConfigurationDlgImpl::odd
nl: oneven

source: DiaInfoDlg::&Apply
nl: &Aanwenden

source: DiaInfoDlg::&Cancel
nl: &Annuleren

source: DiaInfoDlg::&Modify...
nl: &Veranderen...

source: DiaInfoDlg::&New dia
nl: &Nieuwe dia

source: DiaInfoDlg::&dark phase
nl: &donker fase

source: DiaInfoDlg::&no effect
nl: &geen effect

source: DiaInfoDlg::&vertical
nl: &vertikaal

source: DiaInfoDlg::Apply and ne&xt
nl: Aanwenden en &volgend

source: DiaInfoDlg::Apply and pre&v.
nl: Aanwenden en v&orig

source: DiaInfoDlg::Comment:
nl: Commentaar

source: DiaInfoDlg::Dissolve [s]:
nl: Faden [s]:

source: DiaInfoDlg::Effects
nl: Effects

source: DiaInfoDlg::Filename:
nl: Bestandsnaam

source: DiaInfoDlg::Format
nl: Formaat

source: DiaInfoDlg::count:
nl: aantal:

source: DiaInfoDlg::hori&zontal
nl: hori&zontaal

source: DiaInfoDlgImpl::MinDia - Warning
nl: MinDia - Waarschuwing

source: DiaInfoDlgImpl::No
nl: Nee

source: DiaInfoDlgImpl::Write changed data ?
nl: Schrijv veranderte data ?

source: DiaInfoDlgImpl::Yes
nl: Ja

source: DocumentAndControler::Error reading file !
nl: Fout bij bestand lezen !

source: DocumentAndControler::Error reading file "
nl: Fout bij bestand lezen "

source: DocumentAndControler::Error saving file "
nl: Fout bij bestand schrijven "

source: DocumentAndControler::Path of file has changed !
nl: Pad van bestand verandert !

source: DocumentAndControler::Text not found !
nl: Tekst niet gevonden !

source: DocumentAndControler::reading was ok !
nl: lezen was ok !

source: DocumentAndControler::saving was ok !
nl: schrijven was ok !

source: DynamicTextDlg::&Cancel
nl: &Annuleren

source: DynamicTextDlg::&Delete
nl: &Wissen

source: DynamicTextDlg::&Font
nl: &Lettertype

source: DynamicTextDlg::&rel. pos
nl: &rel. pos

source: DynamicTextDlg::Dynamic Text
nl: Dynamische tekst

source: DynamicTextDlg::Fo&ntcolor
nl: Lettertype&kleur

source: DynamicTextDlg::Font attributes
nl: Lettertype attribuut

source: DynamicTextDlg::Font:
nl: Lettertype

source: DynamicTextDlg::Fontsize:
nl: Tekengrootte

source: DynamicTextDlg::Show at [ms]:
nl: Laten zien na [ms]:

source: DynamicTextDlg::Show time [ms]:
nl: kijk tijd [ms]

source: DynamicTextDlg::Text data
nl: Tekst data

source: DynamicTextDlg::Text:
nl: Tekst:

source: DynamicTextDlg::use &attributes for all texts
nl: &attribuute aanwenden voor alle teksts

source: EnterValueDlg::&Cancel
nl: &Annuleren

source: EnterValueDlg::Enter value:
nl: Invoeren:

source: EnterValueDlg::Enter
nl: Invoeren

source: EventMapDlg::&Close
nl: &Sluiten

source: EventMapDlg::&Modify
nl: &Veranderen

source: EventMapDlg::Event Map
nl: Gebeurtenis indeling

source: EventMapDlg::Events:
nl: Gebeurtenise:

source: HItemView::&Modify entry...
nl: &Verandere record...

source: HelpDialog::&Back
nl: V&orige

source: HelpDialog::&Close
nl: &Sluiten

source: HelpDialog::&Forward
nl: &Volgende

source: LicenseDlg::&Close
nl: &Sluiten

source: LicenseDlg::License
nl: Licentie

source: MinDiaWindow:: *** count:
nl: *** aantal:

source: MinDiaWindow:: *** next:
nl: *** volgend:

source: MinDiaWindow::&About...
nl: &Over...

source: MinDiaWindow::&Configuration...
nl: &Configureren...

source: MinDiaWindow::&Copy
nl: &Kopieren

source: MinDiaWindow::&Delete
nl: &Wissen

source: MinDiaWindow::&Dissolve time...
nl: &Fade tijd...

source: MinDiaWindow::&Edit
nl: B&ewerken

source: MinDiaWindow::&Fade in test
nl: Fade &in test

source: MinDiaWindow::&File
nl: &Bestand

source: MinDiaWindow::&Find...
nl: &Zoeken

source: MinDiaWindow::&Help
nl: &Help

source: MinDiaWindow::&Help...
nl: &Help...

source: MinDiaWindow::&Import XML...
nl: &Import XML...

source: MinDiaWindow::&Import/Export
nl: &Import/Export

source: MinDiaWindow::&License...
nl: &Licentie...

source: MinDiaWindow::&Modify item...
nl: &Veranderen record...

source: MinDiaWindow::&New
nl: &Nieuw

source: MinDiaWindow::&Open...
nl: &Openen

source: MinDiaWindow::&Paste
nl: P&lakken

source: MinDiaWindow::&Pause
nl: &Pauze

source: MinDiaWindow::&Play
nl: &Afspelen

source: MinDiaWindow::&Plot comments...
nl: C&ommentaar voor dias...

source: MinDiaWindow::&Print...
nl: Af&drukken...

source: MinDiaWindow::&Redo
nl: Opnieuw &Typen

source: MinDiaWindow::&Save
nl: Op&slaan

source: MinDiaWindow::&Undo
nl: Ongedaan maken Typen

source: MinDiaWindow::A&dd sound comment
nl: Muziek &commentaar invoegen

source: MinDiaWindow::About &Qt...
nl: Over &Qt...

source: MinDiaWindow::About Qt
nl: Over Qt

source: MinDiaWindow::About
nl: Over

source: MinDiaWindow::Add &dia
nl: &Dia invoegen

source: MinDiaWindow::Add &graphic operation
nl: &Grafiek operatie invoegen

source: MinDiaWindow::Add dia at current position
nl: Dia aan actueele positie invoegen

source: MinDiaWindow::Add graphic operation
nl: Grafiek operatie invoegen

source: MinDiaWindow::Add sound comment
nl: Muziek commentaar invoegen

source: MinDiaWindow::Append d&ia
nl: D&ia bijvoegen

source: MinDiaWindow::Append dia
nl: Dia bijvoegen

source: MinDiaWindow::C&ut
nl: K&nippen

source: MinDiaWindow::Can't close the application, because the presentation is still playing !
nl: De programma kan niet gesluiten worden, omdat de presentatie nog loopt !

source: MinDiaWindow::Configuration
nl: Configuratie

source: MinDiaWindow::Copy
nl: Kopieren

source: MinDiaWindow::Cut
nl: K&nippen

source: MinDiaWindow::D&yn. graphic operations...
nl: D&yn. grafiek operations...

source: MinDiaWindow::Delete
nl: Wissen

source: MinDiaWindow::Dynamic graphic operations
nl: Dynamische grafiek operations

source: MinDiaWindow::E&xit
nl: Afs&luiten

source: MinDiaWindow::E&xport XML...
nl: E&xport XML...

source: MinDiaWindow::E&xtras
nl: E&xtras

source: MinDiaWindow::Edit dissolve time
nl: Verandere fade tijd

source: MinDiaWindow::Enter new dissolve time
nl: Nieuwe fade tijd invoeren

source: MinDiaWindow::Exit
nl: Afsluiten

source: MinDiaWindow::Expo&rt...
nl: Expo&rt...

source: MinDiaWindow::Export as XML
nl: Exportiere als XML

source: MinDiaWindow::Export data as XML file
nl: Exportiere bestand als XML bestand

source: MinDiaWindow::Export data
nl: Exportiere bestand

source: MinDiaWindow::Export dyn. &graphics...
nl: Exportiere dyn. grafieks...

source: MinDiaWindow::Export dynamic graphic data
nl: Exportiere dynamische grafiek records

source: MinDiaWindow::Export to XML was aborted
nl: Exportiere naar XML was afgebrekend

source: MinDiaWindow::File Operations
nl: Bestand operaties

source: MinDiaWindow::Find &next
nl: &Volgende zoeken

source: MinDiaWindow::Find next
nl: Volgende zoeken

source: MinDiaWindow::Find
nl: Zoeken

source: MinDiaWindow::Help for mindia
nl: Help voor mindia

source: MinDiaWindow::Import d&yn. graphics...
nl: Importiere d&yn. grafieks...

source: MinDiaWindow::Import data from a XML file
nl: Importiere van XML bestand

source: MinDiaWindow::Import dynamic graphic data
nl: Importiere dynamische grafieks

source: MinDiaWindow::Las&t files
nl: Laa&tst bestand

source: MinDiaWindow::License
nl: Licentie

source: MinDiaWindow::Loading aborted
nl: Lezen afgebroken

source: MinDiaWindow::Make &relative paths
nl: Producere &relatif pads

source: MinDiaWindow::Make absolute paths to reative paths
nl: Maak absoluut pads naar relatif pads

source: MinDiaWindow::MinDia - Error
nl: MinDia - Fout

source: MinDiaWindow::MinDia - Question
nl: MinDia - Vraag

source: MinDiaWindow::MinDia - Warning
nl: MinDia - Waarschuwing

source: MinDiaWindow::Modify item
nl: Veranderen item

source: MinDiaWindow::New
nl: Nieuw

source: MinDiaWindow::No
nl: Nee

source: MinDiaWindow::Not implemented yet !
nl: Nog niet gerealisierd !

source: MinDiaWindow::Open File
nl: Bestand &openen

source: MinDiaWindow::Open an existing file for edit (script-events are not executed)
nl: Open een bestand voor veranderen (script gebeurtenise worden niet uitgevoered)

source: MinDiaWindow::Open an existing file
nl: Open een bestand

source: MinDiaWindow::Open for &edit...
nl: Openen voor b&ewerken...

source: MinDiaWindow::Open for edit
nl: Openen voor bewerken

source: MinDiaWindow::Open
nl: Openen

source: MinDiaWindow::Paste
nl: Plakken

source: MinDiaWindow::Pause play
nl: Pauze

source: MinDiaWindow::Pause
nl: Pauze

source: MinDiaWindow::Pla&y infos...
nl: &Afspelen infos...

source: MinDiaWindow::Pla&yer configuration...
nl: Pla&yer configuratie...

source: MinDiaWindow::Play infos
nl: Afspelen infos

source: MinDiaWindow::Plot comments
nl: Commentaar voor dias

source: MinDiaWindow::Presentation &data...
nl: Presentatie &record...

source: MinDiaWindow::Presentation &events...
nl: Presentatie g&ebeurtenise...

source: MinDiaWindow::Presentation data
nl: Presentatie record

source: MinDiaWindow::Presentation events
nl: Presentatie gebeurtenise

source: MinDiaWindow::Print data
nl: Afdrukken

source: MinDiaWindow::Pro&jector control...
nl: Pro&jector aansturen...

source: MinDiaWindow::Projector control dialog
nl: Projector aansturen

source: MinDiaWindow::Really create a new document and loose all changes ?
nl: Een nieuw document aanlegen en alle veranderingen verweideren ?

source: MinDiaWindow::Redo last operation
nl: Opnieuw typen laatst operatie

source: MinDiaWindow::Save &as...
nl: Opslaan &als...

source: MinDiaWindow::Save File
nl: Opslaan bestand

source: MinDiaWindow::Save as
nl: Opslaan als

source: MinDiaWindow::Save data as
nl: Opslaan data als

source: MinDiaWindow::Save data
nl: Opslaan data

source: MinDiaWindow::Save was aborted
nl: Schrijven was afgebroken

source: MinDiaWindow::Select &all
nl: kiez &alle

source: MinDiaWindow::Select all
nl: kiez alle

source: MinDiaWindow::So&und data...
nl: &Muziek data...

source: MinDiaWindow::Sorry, printing not implemented yet !
nl: Sorry, afdrukken nog niet gerealisierd !

source: MinDiaWindow::Sou&nd comments...
nl: Mu&ziek commentaare...

source: MinDiaWindow::Sound comments
nl: Muziek commentaare

source: MinDiaWindow::Sound data
nl: Muziek data

source: MinDiaWindow::Sta&rt
nl: Sta&rt

source: MinDiaWindow::Start &at selected
nl: Start &met selecterd

source: MinDiaWindow::Start &from selected
nl: Start &van selecterd

source: MinDiaWindow::Start at selected position (just start at position)
nl: Start met de selecterd positie

source: MinDiaWindow::Start from selected position (goto position and start)
nl: Start van de selecterd positie (ga naar positie en start)

source: MinDiaWindow::Start play
nl: Start afspelen

source: MinDiaWindow::Start
nl: Start

source: MinDiaWindow::Stop play
nl: Stop afspelen

source: MinDiaWindow::Stop
nl: Stoppen

source: MinDiaWindow::Undo last operation
nl: Ongedaan maken laatst operatie

source: MinDiaWindow::Use scripts to export the presentation-data for other applications.
nl: Voor en export van de presentatie voor andere programma gebruik scripts

source: MinDiaWindow::Write changed data ?
nl: Schrijv veranderte data ?

source: MinDiaWindow::Yes
nl: Ja

source: MinDiaWindow::dissolve time [s]:
nl: fade tijd [s]:

source: MinDiaWindow::message
nl: Melding

source: MinDiaWindow::play
nl: afspelen

source: MinDiaWindow::search for:
nl: zoek voor:

source: MinDiaWindow::time
nl: tijd

source: MinDiaWindow::total time:
nl: compleet tijd:

source: PlayInfoContextMenu::&Close
nl: &Sluiten

source: PlayInfoContextMenu::&Full screen
nl: &Vol beeldscherm

source: PlayInfoContextMenu::Dissolve &Start/Stop
nl: Fade &Start/Stop

source: PlayInfoContextMenu::Save &image...
nl: &Foto opslaan...

source: PlayInfoDialog::&Close
nl: &Sluiten

source: PlayInfoDialog::&Display image
nl: Foto laten &zien

source: PlayInfoDialog::&Expand
nl: &Expansie

source: PlayInfoDialog::&Original size
nl: &Origineel grootheit

source: PlayInfoDialog::Fill &X
nl: Vullen &X

source: PlayInfoDialog::Fill &Y
nl: Vullen &Y

source: PlayInfoDialog::Play Info
nl: afspel info

source: PlayInfoDialog::Scale image
nl: Scale foto

source: PlayInfoDialog::pause presentation ('p')
nl: Pauze presentatie ('p')

source: PlayInfoDialog::start presentation ('r')
nl: Start presentatie ('r')

source: PlayInfoDialog::stop presentation ('t')
nl: Stop presentatie ('t')

source: PlayInfoDialog::switch to fullscreen ('m')
nl: switch na vol beeldscherm

source: PlayInfoDlgImpl::Save as
nl: Opslaan als

source: PresentationDataDlg::&Cancel
nl: &Annuleren

source: PresentationDataDlg::Comment:
nl: Commentaar:

source: PresentationDataDlg::Presentation data
nl: Presentatie data

source: ProjectorControlDialog::&Back
nl: V&orige

source: ProjectorControlDialog::&Close
nl: &Sluiten

source: ProjectorControlDialog::&Forward
nl: &Volgende

source: ProjectorControlDialog::&Off
nl: &Uit

source: ProjectorControlDialog::&Reset
nl: &Terugzetten

source: ProjectorControlDialog::&Stop / Go
nl: &Stoppen/Uitvoeren

source: ProjectorControlDialog::0 % (off)
nl: 0 % (uit)

source: ProjectorControlDialog::Dissolve
nl: Fade

source: ProjectorControlDialog::Get s&lide no
nl: hale dia num.

source: ProjectorControlDialog::Last cmd:
nl: Laatst com:

source: ProjectorControlDialog::Light
nl: Kaars

source: ProjectorControlDialog::O&n
nl: &Aan

source: ProjectorControlDialog::Projector Control
nl: Projector aansturen

source: ProjectorControlDialog::not connected
nl: niet angesluiten

source: ProjectorControlDialog::unknown
nl: onbekend

source: ProjectorControlDlgImpl::MinDia - Warning
nl: MinDia - Waarschuwing

source: ProjectorControlDlgImpl::Projector is not connected !
nl: Projector is niet angesluiten !

source: ProjectorControlDlgImpl::direct mode
nl: direct modus

source: ProjectorControlDlgImpl::error
nl: fout

source: ProjectorControlDlgImpl::not connected
nl: niet angesluiten

source: QObject::&Cancel
nl: &Annuleren

source: QObject::Plot comments
nl: Dia commentaare

source: QObject::Sound comments
nl: Muziek commentare

source: QObject::comment
nl: commentaar

source: QObject::time pos. [ms]
nl: tijd pos. [ms]

source: ScriptDlg::&Cancel
nl: &Annuleren

source: ScriptDlg::&Execute
nl: &Uitvoeren

source: ScriptDlg::&Load script...
nl: &Leze script...

source: ScriptDlg::&Save script...
nl: Script op&slaan...

source: ScriptDlg::Clear O&utput
nl: U&itgave wissen

source: ScriptDlg::Clear Scri&pt
nl: Uitgave scri&pt

source: ScriptDlg::Output:
nl: Uitgave:

source: ScriptDlgImpl::Can not read script file
nl: Kan script niet lezen

source: ScriptDlgImpl::Can not write script file
nl: Kan script niet schrijven

source: ScriptDlgImpl::Cancel
nl: Annuleren

source: ScriptDlgImpl::No
nl: Nee

source: ScriptDlgImpl::Script was changed, save file now ?
nl: Script was verandert, schrijv script nu ?

source: ScriptDlgImpl::Warning
nl: Waarschuwing

source: ScriptDlgImpl::Yes
nl: Ja

source: ScriptDlgImpl::script done.
nl: script klaar.

source: ScriptDlgImpl::script error !
nl: script fout !

source: ScriptMenuHandler::&Modify Python scripts...
nl: &Verandere Python scripts...

source: ScriptMenuHandler::&Run Python scripts
nl: Python scripts &uitvoeren

source: ScriptMenuHandler::Modify Python scripts
nl: Verandere Python scripts

source: ScriptMenuHandler::Run a Python script
nl: Python script uitvoeren

source: ScriptMenuHandler::Script %s returned: %d
nl: Script %s levert: %d

source: SoundInfoDlg::&Cancel
nl: &Annuleren

source: SoundInfoDlg::&Delete Line
nl: Regel &wissen

source: SoundInfoDlg::&Down
nl: &Naar beneden

source: SoundInfoDlg::&New Line
nl: &Nieuwe Regel

source: SoundInfoDlg::&Up
nl: Naar &boven

source: SoundInfoDlg::Sound Info
nl: Muziek Info

source: SoundInfoDlg::Total play time [min:sec]:
nl: Compleet afspel tijd [min:sec]:

source: SoundInfoDlgImpl::delta [min:sec]
nl: verschil [min:sec]

source: SoundInfoDlgImpl::delta [ms]
nl: verschil [min:sec]

source: SoundInfoDlgImpl::fade_in length [ms]
nl: fade_in lengte [ms]

source: SoundInfoDlgImpl::fade_out length [ms]
nl: fade_out lengte [ms]

source: SoundInfoDlgImpl::total [min:sec]
nl: compleet [min:sec]

source: SoundInfoDlgImpl::total length [ms]
nl: compleet lengte [ms]

source: SoundInfoDlgImpl::wav-filename
nl: wav-bestandname

source: TimeLineView::&Add dyn. text...
nl: Dyn. tekst invoegen...

source: TimeLineView::&Modify dyn. text...
nl: &Dyn. tekst veranderen...

source: TimeLineView::&Plot comments...
nl: &Commentaar voor dias...

source: TimeLineView::Enter text
nl: Tekst invoeren

source: TimeLineView::Sound &comments...
nl: Muziek commentaare...

source: TimeLineView::Sound &data...
nl: Muziek &data...

source: TimeLineView::text:
nl: tekst:
