Repository: mneuroth/MinDia
Catalog: zmindia_*.po
Languages: de

source: AboutDlg::About
de: Über

source: ConfigPlayerDlg::Player Configuration
de: Konfiguration

source: ConfigPlayerDlg::mp3 player settings
de: mp3 player Einstellungen

source: ConfigPlayerDlg::player:
de: Player:

source: ConfigPlayerDlg::settings:
de: Einstellungen:

source: ConfigurationDlg::Baudrate:
de: Baudrate:

source: ConfigurationDlg::Com port settings
de: Com-Port Einstellungen

source: ConfigurationDlg::Configuration
de: Konfiguration

source: ConfigurationDlg::Databits:
de: Daten-Bits:

source: ConfigurationDlg::Debug
de: Debug

source: ConfigurationDlg::Flowcontrol:
de: Flußkontrolle:

source: ConfigurationDlg::Modus
de: Modus

source: ConfigurationDlg::Parity:
de: Parität

source: ConfigurationDlg::Port:
de: Port:

source: ConfigurationDlg::Projector type
de: Projektor Typ

source: ConfigurationDlg::Stopbits:
de: Stopbits:

source: ConfigurationDlgImpl::XON/XOFF
de: XON/XOFF

source: ConfigurationDlgImpl::even
de: gerade

source: ConfigurationDlgImpl::hardware
de: Hardware

source: ConfigurationDlgImpl::none
de: keine

source: ConfigurationDlgImpl::odd
de: ungerade

source: DiaInfoDlg::Apply
de: Anwenden

source: DiaInfoDlg::Apply+next
de: Anw.+vorwärts

source: DiaInfoDlg::Apply+prev.
de: Anw.+rückwärts

source: DiaInfoDlg::Comment:
de: Kommentar:

source: DiaInfoDlg::Del. dia
de: Lösche Dia

source: DiaInfoDlg::Dia Info
de: Dia Info

source: DiaInfoDlg::Dissolve [s]:
de: Überblendzeit [s]:

source: DiaInfoDlg::Filename:
de: Dateiname:

source: DiaInfoDlg::Id:
de: Id:

source: DiaInfoDlg::New dia
de: Neues Dia

source: DiaInfoDlg::Timer [s]:
de: Standzeit [s]:

source: DiaInfoDlgImpl::MinDia - Warning
de: MinDia - Warnung

source: DiaInfoDlgImpl::No
de: Nein

source: DiaInfoDlgImpl::Write changed data ?
de: Schreibe geänderte Daten ?

source: DiaInfoDlgImpl::Yes
de: Ja

source: DocumentAndControler::Error reading file !
de: Fehler beim Lesen der Datei !

source: DocumentAndControler::Error reading file "
de: Fehler beim Lesen der Datei "

source: DocumentAndControler::Error saving file "
de: Fehler beim Schreiben der Datei "

source: DocumentAndControler::Text not found !
de: Text wurde nicht gefunden !

source: HItemView::&Modify entry...
de: &Ändere Eintrag...

source: HelpDlgImpl::MinDia - Warning
de: MinDia - Warnung

source: HelpDlgImpl::Text not found !
de: Text nicht gefunden !

source: MinDiaWindow:: *** count:
de: *** Anzahl:

source: MinDiaWindow:: *** next:
de: *** nächste:

source: MinDiaWindow:: min
de: min

source: MinDiaWindow:: s
de: s

source: MinDiaWindow::&About...
de: &Über...

source: MinDiaWindow::&Configuration...
de: &Konfiguration...

source: MinDiaWindow::&Copy
de: &Kopieren

source: MinDiaWindow::&Delete
de: &Löschen

source: MinDiaWindow::&Dissolve time...
de: &Überblendzeit...

source: MinDiaWindow::&Edit
de: &Bearbeiten

source: MinDiaWindow::&Fade in test
de: &Fade in Test

source: MinDiaWindow::&File
de: &Datei

source: MinDiaWindow::&Find...
de: &Finde Text...

source: MinDiaWindow::&Help
de: &Hilfe

source: MinDiaWindow::&Help...
de: &Hilfe

source: MinDiaWindow::&Import XML...
de: &Importiere XML...

source: MinDiaWindow::&Import/Export
de: &Importieren/Exportieren

source: MinDiaWindow::&Logging...
de: &Logging...

source: MinDiaWindow::&Modify item...
de: &Ändere Eintrag...

source: MinDiaWindow::&New
de: &Neu

source: MinDiaWindow::&Open...
de: &Öffnen...

source: MinDiaWindow::&Paste
de: &Einfügen

source: MinDiaWindow::&Pause
de: &Pause

source: MinDiaWindow::&Play
de: &Abspielen

source: MinDiaWindow::&Plot comments...
de: K&ommentare zu den Dias...

source: MinDiaWindow::&Print...
de: &Drucken...

source: MinDiaWindow::&Redo
de: &Wiederherstellen

source: MinDiaWindow::&Save
de: &Speichern

source: MinDiaWindow::&Undo
de: &Rückgängig

source: MinDiaWindow::A&dd sound comment
de: Musik &Kommentar hinzufügen

source: MinDiaWindow::About &Qt...
de: Über &Qt...

source: MinDiaWindow::About Qt
de: Über Qt

source: MinDiaWindow::About
de: Über

source: MinDiaWindow::Add &dia
de: &Dia hinzufügen

source: MinDiaWindow::Add &graphic operation
de: &Grafik Operation hinzufügen

source: MinDiaWindow::Add dia at current position
de: Dia an der aktuellen Position hinzufügen

source: MinDiaWindow::Add graphic operation
de: Grafik Operation hinzufügen

source: MinDiaWindow::Add sound comment
de: Musik Kommentar hinzufügen

source: MinDiaWindow::Append d&ia
de: D&ia anhängen

source: MinDiaWindow::Append dia
de: Dia am Ende hinzufügen

source: MinDiaWindow::C&ut
de: A&usschneiden

source: MinDiaWindow::Can't close the application, because the presentation is still playing !
de: Programm kann nicht geschlossen werde, da noch eine Präsentation läuft !

source: MinDiaWindow::Configuration
de: Konfiguration

source: MinDiaWindow::Copy
de: Kopieren

source: MinDiaWindow::Cut
de: Ausschneiden

source: MinDiaWindow::Delete
de: Löschen

source: MinDiaWindow::E&xit
de: &Beenden

source: MinDiaWindow::E&xport XML...
de: E&xportiere XML...

source: MinDiaWindow::E&xtras
de: E&xtras

source: MinDiaWindow::Edit dissolve time
de: Ändere Überblendzeit

source: MinDiaWindow::Enter new dissolve time
de: Eingabe der neuen Überblendzeit

source: MinDiaWindow::Exit
de: Beenden

source: MinDiaWindow::Expo&rt...
de: Expo&rtieren...

source: MinDiaWindow::Export as XML
de: Exportiere als XML

source: MinDiaWindow::Export data as XML file
de: Exportiere Daten als XML-Datei

source: MinDiaWindow::Export data
de: Daten exportieren

source: MinDiaWindow::Export dyn. &graphics...
de: Exportiere dyn. &Grafiken...

source: MinDiaWindow::Export dynamic graphic data
de: Exportiere dynamische Grafik Daten in eine Datei

source: MinDiaWindow::Export to XML was aborted
de: Exportieren als XML wurde abgebrochen

source: MinDiaWindow::Fade &out test
de: Fade &out Test

source: MinDiaWindow::Fade in test
de: Fade in Test

source: MinDiaWindow::Fade out test
de: Fade out Test

source: MinDiaWindow::File Operations
de: Datei Operationen

source: MinDiaWindow::Find &next
de: Finde &nächste

source: MinDiaWindow::Find next
de: Finde nächsten

source: MinDiaWindow::Find
de: Suchen

source: MinDiaWindow::Help for mindia
de: Hilfe für mindia

source: MinDiaWindow::Import d&yn. graphics...
de: Importiere d&ynamische Grafiken...

source: MinDiaWindow::Import data from a XML file
de: Importiere Daten aus einer XML-Datei

source: MinDiaWindow::Import dynamic graphic data
de: Importiere dynamische Grafik-Daten aus einer Datei

source: MinDiaWindow::Las&t files
de: Zule&tzt geöffnete Dateien

source: MinDiaWindow::Loading aborted
de: Lesen abgebrochen

source: MinDiaWindow::Logging
de: Logging

source: MinDiaWindow::Make &relative paths
de: Erzeuge &relative Pfade

source: MinDiaWindow::Make absolute paths to reative paths
de: Alle absoulten Pfade in relative Pfade umwandeln

source: MinDiaWindow::MinDia - Error
de: MinDia - Error

source: MinDiaWindow::MinDia - Question
de: MinDia - Frage

source: MinDiaWindow::MinDia - Warning
de: MinDia - Warnung

source: MinDiaWindow::MinDia
de: MinDia

source: MinDiaWindow::Modify item
de: Ändere Eintrag

source: MinDiaWindow::New
de: Neu

source: MinDiaWindow::No
de: Nein

source: MinDiaWindow::Not implemented yet !
de: Noch nicht implementiert !

source: MinDiaWindow::Open File
de: Öffne Datei

source: MinDiaWindow::Open an existing file for edit (script-events are not executed)
de: Öffne eine existierende Datei zum Ändern (Skript-Ereignisse werden nicht ausgeführt)

source: MinDiaWindow::Open an existing file
de: Öffne eine existierende Datei

source: MinDiaWindow::Open for &edit...
de: Öffnen zum &Ändern...

source: MinDiaWindow::Open for edit
de: Öffne Datei zum Ändern

source: MinDiaWindow::Open
de: Öffnen

source: MinDiaWindow::Paste
de: Einfügen

source: MinDiaWindow::Pause play
de: Pause

source: MinDiaWindow::Pause
de: Pause

source: MinDiaWindow::Pla&y infos...
de: &Abspiel Infos...

source: MinDiaWindow::Pla&yer configuration...
de: Pla&yer Einstellungen...

source: MinDiaWindow::Play infos
de: Abspiel Informationen (virtuelle Leinwand)

source: MinDiaWindow::Plot comments
de: Plot Kommentare

source: MinDiaWindow::Plu&gins
de: Plu&gins

source: MinDiaWindow::Presentation &data...
de: Präsentations&daten...

source: MinDiaWindow::Presentation &events...
de: Präsentations&ereignisse

source: MinDiaWindow::Presentation data
de: Präsentationsdaten

source: MinDiaWindow::Presentation events
de: Präsentationsereignisse

source: MinDiaWindow::Print data
de: Ausdrucken

source: MinDiaWindow::Pro&jector control...
de: Pro&jektor kontrollieren...

source: MinDiaWindow::Projector control dialog
de: Projektor kontrollieren

source: MinDiaWindow::Really create a new document and loose all changes ?
de: Wirklich ein neues Dokument erzeugen und alle Änderungen verwerfen ?

source: MinDiaWindow::Redo last operation
de: Wiederhole letzte Operation

source: MinDiaWindow::S&top
de: S&top

source: MinDiaWindow::Save &as...
de: Speichern &als...

source: MinDiaWindow::Save File
de: Speichere Datei

source: MinDiaWindow::Save as
de: Speichern unter

source: MinDiaWindow::Save data as
de: Speichere Datei unter

source: MinDiaWindow::Save data
de: Speichere Datei

source: MinDiaWindow::Save was aborted
de: Speichern wurde abgebrochen

source: MinDiaWindow::Select &all
de: &Alles auswählen

source: MinDiaWindow::Select all
de: Alles auswählen

source: MinDiaWindow::So&und data...
de: M&usik Daten...

source: MinDiaWindow::Sorry, printing not implemented yet !
de: Leider ist der Ausdruck noch nicht implementiert !

source: MinDiaWindow::Sou&nd comments...
de: Kommentare &zur Musik...

source: MinDiaWindow::Sound comments
de: Musik Kommentare

source: MinDiaWindow::Sound data
de: Musik Daten

source: MinDiaWindow::Sta&rt
de: Sta&rt

source: MinDiaWindow::Start &at selected
de: Starte &mit Auswahl

source: MinDiaWindow::Start &from selected
de: Starte &von Auswahl

source: MinDiaWindow::Start at selected position (just start at position)
de: Starte abspielen mit ausgewählter Position (einfach von Position starten)

source: MinDiaWindow::Start from selected position (goto position and start)
de: Starte abspielen von ausgewählter Position (gehe zur Position und starte)

source: MinDiaWindow::Start play
de: Starte abspielen

source: MinDiaWindow::Start
de: Start

source: MinDiaWindow::Stop play
de: Stoppe abspielen

source: MinDiaWindow::Stop
de: Stop

source: MinDiaWindow::This program is released under the GPL Version 2:
de: Dieses Programm ist unter der GPL Version 2 veröffentlicht:

source: MinDiaWindow::Undo last operation
de: Rückgängig machen der letzten Operation

source: MinDiaWindow::Use scripts to export the presentation-data for other applications.
de: Verwende Skripte für den Export der Präsentationsdaten für andere Anwendungen.

source: MinDiaWindow::Write changed data ?
de: Schreibe geänderte Daten ?

source: MinDiaWindow::Yes
de: Ja

source: MinDiaWindow::dissolve time [s]:
de: Überblendzeit [s]:

source: MinDiaWindow::mp3 player configuration
de: mp3 Player Einstellungen

source: MinDiaWindow::play
de: Play

source: MinDiaWindow::search for:
de: Suche nach:

source: MinDiaWindow::total time:
de: ges. Spielzeit:

source: PlayInfoContextMenu::&Close
de: &Schließen

source: PlayInfoContextMenu::&Full screen
de: &Vollbildschirm

source: PlayInfoContextMenu::&Normal
de: &Normal

source: PlayInfoContextMenu::Dissolve &Start/Stop
de: Überblenden &Start/Stop

source: PlayInfoContextMenu::Save &image...
de: B&ild speichern...

source: PlayInfoDlgImpl::Save as
de: Speichern unter

source: ProjectorControlDialog::0 % (off)
de: 0 % (off)

source: ProjectorControlDialog::Autofocus
de: Autofokus

source: ProjectorControlDialog::Dir. Mode
de: Dir.Modus

source: ProjectorControlDialog::Dissolve
de: Überblendzeit

source: ProjectorControlDialog::Get slide no
de: Hole Dia Nr.

source: ProjectorControlDialog::Last cmd:
de: Letzes Kmd:

source: ProjectorControlDialog::Light
de: Licht

source: ProjectorControlDialog::Mode:
de: Modus:

source: ProjectorControlDialog::Off
de: Aus

source: ProjectorControlDialog::On
de: An

source: ProjectorControlDialog::Projector Control
de: Projektor Kontrolle

source: ProjectorControlDialog::Reset
de: Zurücksetzen

source: ProjectorControlDialog::not connected
de: nicht angeschlossen

source: ProjectorControlDialog::ok
de: ok

source: ProjectorControlDialog::unknown
de: unbekannt

source: ProjectorControlDlgImpl::MinDia - Warning
de: MinDia - Warning

source: ProjectorControlDlgImpl::Projector is not connected !
de: Projektor ist nicht angeschlossen!

source: ProjectorControlDlgImpl::direct mode
de: Direkter Modus

source: ProjectorControlDlgImpl::error
de: Fehler

source: ProjectorControlDlgImpl::keyboard mode
de: Tastatur Modus

source: ProjectorControlDlgImpl::not connected
de: nicht angeschlossen

source: ProjectorControlDlgImpl::ok
de: ok

source: QObject::<script>
de: <Skript>

source: QObject::Plot comments
de: Dia-Plot Kommentare

source: QObject::Sound comments
de: Musik Kommentare

source: QObject::comment
de: Kommentar

source: QObject::no=%d/%d ** op=%s ** timer=%6.1lf s --> cmd="%s"
de: nr=%d/%d ** op=%s ** timer=%6.1lf s --> cmd="%s"

source: QObject::no=%d/%d op=%s tmr=%6.1lfs->cmd="%s"
de: nr=%d/%d op=%s tmr=%6.1lfs->cmd="%s"

source: QObject::start index
de: Start Index

source: QObject::stop index
de: Stop Index

source: QObject::time pos. [ms]
de: Zeitpunkt [ms]

source: SaveAsDlg::CF Card
de: CF Karte

source: SaveAsDlg::File name:
de: Datei Name:

source: SaveAsDlg::Folder:
de: Ordner:

source: SaveAsDlg::Internal Storage
de: Interner Speicher

source: SaveAsDlg::SD Card
de: SD Karte

source: SaveAsDlg::Save as
de: Speichern unter

source: SaveAsDlg::Type:
de: Typ:

source: SoundInfoDlgImpl::delta [min:sec]
de: Differenz [min:sec]

source: SoundInfoDlgImpl::delta [ms]
de: Differenz [ms]

source: SoundInfoDlgImpl::fade_in length [ms]
de: Einblenden Länge [ms]

source: SoundInfoDlgImpl::fade_in start [ms]
de: Einblenden Start [ms]

source: SoundInfoDlgImpl::fade_out length [ms]
de: Ausblenden Länge [ms]

source: SoundInfoDlgImpl::fade_out start [ms]
de: Ausblenden Start [ms]

source: SoundInfoDlgImpl::start-pos [ms]
de: Startzeit [ms]

source: SoundInfoDlgImpl::stop-pos [ms]
de: Stopzeit [ms]

source: SoundInfoDlgImpl::total [min:sec]
de: Gesamtzeit [min:sec]

source: SoundInfoDlgImpl::total length [ms]
de: Gesamte Spielzeit [ms]

source: SoundInfoDlgImpl::wav-filename
de: wav-Dateiname

source: TimeLineView::&Add dyn. text...
de: Dyn. Text hinzufügen...

source: TimeLineView::&Modify dyn. text...
de: &Ändere dyn. Text...

source: TimeLineView::&Plot comments...
de: &Plot Kommentare...

source: TimeLineView::Enter text
de: Texteingabe

source: TimeLineView::Sound &comments...
de: Musik &Kommentare...

source: TimeLineView::Sound &data...
de: &Musik Daten...

source: TimeLineView::text:
de: Text:

source: ZMinDia:: *** count:
de: *** Anzahl:

source: ZMinDia:: *** next:
de: *** nächste:

source: ZMinDia::About...
de: Über...

source: ZMinDia::Can't close the application, because the presentation is still playing!
de: Programm kann nicht beendet werden, da die Präsentation noch läuft!

source: ZMinDia::Clear logging
de: Lösche Logging

source: ZMinDia::Comment
de: Kommentar

source: ZMinDia::Configuration...
de: Einstellungen...

source: ZMinDia::Dia info...
de: Dia Info...

source: ZMinDia::Dissolve time [s]
de: Überblend zeit [s]

source: ZMinDia::Fast read
de: Schnelles Lesen

source: ZMinDia::File
de: Datei

source: ZMinDia::Image
de: Bild

source: ZMinDia::MinDia - Warning
de: MinDia - Warnung

source: ZMinDia::Open
de: Öffnen

source: ZMinDia::Pause
de: Pause

source: ZMinDia::Play
de: Abspielen

source: ZMinDia::Player configuration...
de: Player Einstellungen...

source: ZMinDia::Projector control...
de: Projektor Kontrolle...

source: ZMinDia::Show time [s]
de: Standzeit [s]

source: ZMinDia::Start at selected
de: Starte abspielen mit ausgew. Pos.

source: ZMinDia::Start from seleted
de: Start

source: ZMinDia::Stop
de: Stop

source: ZMinDia::ZMinDia - Error
de: ZMinDia - Fehler

source: ZMinDia::ZMinDia - Warning
de: ZMinDia - Warnung

source: ZMinDia::play
de: absp.

source: ZMinDia::total time:
de: ges. Zeit:
