Repository: mneuroth/MinDia
Catalog: zaurus/zmindia_*.po
Languages: de

source: AboutDlg::About
de: Über

source: ConfigureDlg::Configure
de: Einstellungen

source: ConfigureDlg::Script command:
de: Skript Befehl:

source: ConfigureDlg::Script extention:
de: Skript Datei-Erweiterung:

source: SaveAsDlg::CF Card
de: CF Karte

source: SaveAsDlg::File name:
de: Datei Name:

source: SaveAsDlg::Folder:
de: Ordner:

source: SaveAsDlg::Internal Storage
de: Interner Speicher

source: SaveAsDlg::SD Card
de: SD Karte

source: SaveAsDlg::Save as
de: Speichern unter

source: SaveAsDlg::Type:
de: Typ:

source: VisiScript::About...
de: Über...

source: VisiScript::Clear output
de: Lösche Ausgabe

source: VisiScript::Clear script
de: Lösche Skript

source: VisiScript::Configuration...
de: Konfiguration...

source: VisiScript::Copy
de: Kopieren

source: VisiScript::Cut
de: Ausschneiden

source: VisiScript::Edit
de: Bearbeiten

source: VisiScript::File was modified, save now ?
de: Datei wurde geändert, jetzt speichern ?

source: VisiScript::File
de: Datei

source: VisiScript::New
de: Neu

source: VisiScript::Open
de: Öffnen

source: VisiScript::Paste
de: Einfügen

source: VisiScript::Run
de: Ausführen

source: VisiScript::Save as...
de: Speichern unter...

source: VisiScript::Save file
de: Datei speichern

source: VisiScript::Save
de: Speichern

source: VisiScript::VisiScript
de: VisiScript
